
//综艺热播榜：

[
['排名', '节目名', '本期名', '本期日期', '本期播放量', "平台"],
[1, '热血街舞团', '热血街舞团之召集人公演炸屏来袭 热血之城上演“抢人”大战', 20180317, 205557402, ""],
[2, '偶像练习生', '偶像练习生之张艺兴花式比心超暖 蔡徐坤组变', 20180316, 201842367, ""],
[3, '偶像练习生', '偶像练习生之张艺兴发布淘汰名单蔡徐坤泪崩 王嘉尔不舍熊抱选手', 20180309, 200391715, ""],
[4, '偶像练习生', '偶像练习生之张艺兴表白粉丝 “霸总”范丞丞原创歌词惹人心疼', 20180302, 198154111, ""],
[5, '热血街舞团', '热血街舞团之鹿晗王嘉尔寻最饿舞者 陈伟霆宋茜捍卫团魂为爱发声', 20180324, 176172385, ""],
[6, '偶像练习生', '偶像练习生之张艺兴讲笑话冰冻全场 35进20主题考核残酷淘汰', 20180323, 173637780, ""],
[7, '热血街舞团', '热血街舞团之序列战鹿晗王嘉尔变活体弹幕 陈伟霆宋茜示爱选手', 20180331, 149245657, ""],
[8, '偶像练习生', '偶像练习生之张艺兴李荣浩欲组合出道 蔡依林现身练习生尖叫炸裂', 20180330, 148698310, ""],
[9, '机器人争霸', '机器人争霸之Baby李晨围攻盛一伦 林更新开局K.O自己', 20180329, 124184267, ""],
[10, '奇葩大会第2季', '奇葩大会2之惠若琪择偶标准吓退马晓康 赵又廷戏精附身飚演技', 20180310, 49782664, ""]
],

//综艺热议榜：
[
["序号", "节目名", "日期", "主持人/嘉宾", "类型", "热议指数"],
[1, "青春旅社", "20171007", "王源、景甜、李小璐、何穗等11人", "真人秀", 5592122],
[2, "青春旅社", '20171014', '王源、景甜、李小璐、何穗等12人', '真人秀', 5592122],
[3, "湖南卫视中秋晚会", "20171004", "何炅", "晚会", 5592122],
[4, "亲爱的客栈", "20171021", "陈歆宇、刘涛、王珂、阚清子、纪凌尘、陈翔", "大型经营体验类观察真人秀", 5592122],
[5, "天籁之战", '20171015', "张杰、莫文蔚、杨坤、华晨宇、费玉清", '音乐/真人秀', 5592122],
[6, "小手牵小狗", '20171017', "罗志祥、阿拉蕾、苏菲、叶梓凌、青克乐、王涵喆", "亲子/宠物", 5592122],
[7, "爸爸去哪儿", '20171026', "陈小春、杜江、刘畊宏、吴尊、邓伦及其子女", "亲子/真人秀", 5592122],
[8, "穿越吧厨房", '20171011', "胡海泉、沙溢、刘宪华、苏醒、沈南、郑合惠子", "大型明星美食类脱口秀", 5592122],
[9, "我们来了", '20171020', "汪涵、袁弘、吴秀波", "大型明星女神生活体验秀", 5592122],
[10, "青春旅社", '20171001', "王源、景甜、李小璐、何穗等11人", "真人秀", 4235911]
],

//综艺好评榜：
[
['排名', '节目名', '主持人/嘉宾', '类型', '评分'],
[1, '经典咏流传', '撒贝宁', '诗词音乐文化', 8.9],
[2, '坑王驾到 第二季', '郭德纲', '单口相声', 8.5],
[3, '你会怎么做', '邓璐', '社会行为观察类节目', 8.4],
[4, '机器人争霸', 'Angelababy、李晨', '机器人格斗赛事', 8.3],
[5, '最强大脑之燃烧吧大脑', '王峰、王昱珩、鲍橒', '大型科学竞技真人秀节目', 7.6],
[6, '奇葩大会 第二季', '马东、赵又廷、高晓松', '观点分享', 6.8],
[7, '热血街舞团', '车澈、鹿晗', '街舞文化', 6.6],
[8, '偶像练习生', '陈刚', '偶像男团竞演养成真人秀', 6.5],
[9, '中国新歌声 第二季', '周杰伦、那英、陈奕迅', '原创专业音乐', 6.1],
[10, '二十四小时 第三季', '李沛霓、吴天', '大型原创连续剧悬念式户外真人秀', 6.3]
]


